Revit 2020 API
AdvancedMetal.MetalF0 Property
 The property labeled "Reflectance" from the "PrismMetal" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string MetalF0 { get; }
Visual Basic
Public Shared ReadOnly Property MetalF0 As String
	Get
Visual C++
public:
static property String^ MetalF0 {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
See Also
AdvancedMetal Class
Autodesk.Revit.DB.Visual Namespace